Repository: j23d/kotti_etherpad
Catalog: kotti_etherpad/locale/*/LC_MESSAGES/kotti_etherpad.po
Languages: de, ja

source: Pad ID
ja: パッド ID

source: The ID to identify your Etherpad.
de: ID des Etherpads
ja: Etherpad を識別するための ID です。

source: Domain
ja: ドメイン

source: The domain of the server.
de: Die vollständige URL des servers.
ja: サーバーのドメインです。

source: This is not a valid domain.
de: Die eingegebene Domain ist nicht valide. Bitte denken Sie auch an das Protokoll (http://).
ja: これは有効なドメインではありません。

source: Port
ja: ポート番号

source: Port of the server. Defaults to 80.
de: Port des Servers. Normalerweise 80.
ja: サーバーのポート番号です。デフォルトは80です。

source: Show controls
de: Kontrollleisten anzeigen
ja: コントロールの表示

source: Decide if you want to show the controls.
de: Zeige die Kontrollleisten im Etherpad an.
ja: コントロールを表示する。

source: Show chat
de: Chat anzeigen
ja: チャットの表示

source: Show chat window in the right column.
de: Zeige das Chat Fenster in der rechten Spalte des Etherpad an.
ja: 右カラムにチャット画面を表示する。

source: Show line numbers
de: Zeilennummer anzeigen
ja: 行番号の表示

source: Show line numbers in the chat window.
de: Zeige die Zeilennummern im Etherpad an.
ja: チャット画面に行番号を表示する。

source: Monospace font
de: Konstantschrift
ja: Monospace フォント

source: Use Monospaced fonts.
de: Benutze diktengleiche Schrift.
ja: Monospace フォントを使用する。

source: No colors
de: Keine Farben
ja: カラー表示の無効化

source: Disable background colors on author text.
de: Deaktiviere Hintergrundfarben der Texte einzelner Autoren.
ja: 書き手の背景色表示を無効化する。

source: Hide QR code
de: Verstecke QR code
ja: QR コードの非表示

source: Hide QR code.
de: Verstecke QR code.
ja: QR コードを非表示にする。

source: Width
de: Breite
ja: 横幅

source: The width of the embedded IFrame.
de: Die Breite des eingebetteten IFrame.
ja: 埋め込む IFrame の横幅を設定する。

source: Height
de: Höhe
ja: 高さ

source: The height of the embedded IFrame.
de: Die Höhe des eingebetteten IFrame.
ja: 埋め込む IFrame の高さを設定する。

source: Border
de: Rahmen
ja: 境界線

source: The width of the border (make sure to append px to a numerical value).
de: Die Breite des Rahmens (numerische Angabe plus px).
ja: 境界線の横幅を設定する。

source: Border Style
de: Stil des Rahmens
ja: 境界線のスタイル

source: The CSS style of the border [none, dotted, dashed, solid, double, groove, ridge, inset, outset]
de: Der CSS Stil des Rahmens [none, dotted, dashed, solid, double, groove," " ridge, inset, outset].
ja: 境界線の CSS スタイルを [none, dotted, dashed, solid, double, groove, ridge, inset, outset] から設定する。

source: Anonymous user
de: Anonymer Nutzer
ja: 匿名ユーザー

source: Protocol
de: Protokoll
ja: プロトコル

source: Timeslider
de: Zeitleiste
ja: タイムスライダー
